class Change():
    def __init__(self):
        self.id = int()
        self.issue_id = int()
        self.diff = str()
        self.user_id = int()
        self.date_time = str()


'''
|||states_id|||
5	Открыто
9	Открыто
14	Беклог
15	Открыто
21	Отмена
28	Беклог
29	Открыто
34	Беклог
35	Открыто
40	Беклог
42	Беклог
16	Исследование
6	В работе
10	Макетирование
17	Разработка
30	В работе
36	В работе
13	Ревью
18	Контроль качества
31	Ревью
37	Проверка
41	Проверка
7	Выполнено
8	Архив
11	Выполнено
12	Архив
19	Выполнено
20	Архив
32	Выполнено
33	Архив
38	Выполнено
39	Архив
(от меньшего веса к большему)
'''