class Field():
    def __init__(self):
        self.id = int()
        self.issue_id = int()
        self.field_kind_id = int()
        self.value = None

'''
|||field_kind_id|||
4		Исполнитель
5		Проверяющий
6		Исполнитель
7		Описание результата
10		Исполнитель
13		Исполнитель
15		Крупная клетка
16		Оценка исследования
17		Оценка макетирования
18		Оценка разработки алгоритмов
19		Номер сборки
20		Исполнитель
21		Номер сборки
22		Исполнитель
23		Номер сборки
24		Исполнитель
25		Номер сборки
26		Исполнитель
27		Номер сборки
28		Исполнитель
29		Номер сборки
30		Исполнитель
31		Оценка веб-разработки
32		Оценка системной разработки
33		Оценка тестирования
36		Согласовано
37		Проверяющий
38		Согласовано
39		Проверяющий
40		Согласовано
41		Проверяющий
42		Согласовано
43		Проверяющий
44		Согласовано
45		Проверяющий
46		Согласовано
47		Проверяющий
48		Согласовано
49		Проверяющий
50		Согласовано
51		Проверяющий
52		Согласовано
53		Проверяющий
54		Согласовано
55		Наблюдатели
57		Наблюдатели
58		Наблюдатели
59		Наблюдатели
60		Наблюдатели
61		Наблюдатели
62		Наблюдатели
63		Наблюдатели
64		Наблюдатели
65		Наблюдатели
66		Наблюдатели
67  	Что проверяем
68		Источник
69		Отдел(ы) разработки
70		Отдел(ы) разработки
71		Отдел(ы) разработки
72		Отдел(ы) разработки
'''